Repository: ZuluPro/jardinfaq
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sorter
fr: Rangeur

source: Added %(count)s plant(s)
fr: %(count)s plante(s) ajoutée(s)

source: Systematician
fr: Systematicien

source: Witness
fr: Témoin

source: Added %(count)s plant's attibute(s)
fr: %(count)s plante(s) ajoutée(s)

source: Observer
fr: Observateur

source: Reporter
fr: Reporteur

source: Illustrator
fr: Illustrateur

source: Added %(count)s plant's image
fr: %(count)s image(s) de plante ajoutée(s)

source: Displayer
fr: Afficheur

source: Physionomist
fr: Physionomiste

source: Choose a plant
fr: Choisir autre plante

source: Select or add a new one
fr: Selectionner ou en ajouter une

source: I don't know, you can add it
fr: Je ne connais pas, tu peux l'ajouter

source: Ok, let's talk about!
fr: Ok, parlons-en!

source: Database
fr: Base de données

source: Contribute
fr: Contribuer

source: Plant
fr: Plante

source: Do you have a plant you want to talk to us about ?
fr: As-tu une plante dont tu veux qu'on parle ?

source: Else you can submit a new plant and other will validate it
fr: Sinon tu peux soumettre une nouvelle plante et d'autres la valideront

source: Choose
fr: Choisis

source: Go back
fr: Retour

source: Add informations
fr: Ajouter des informations

source: Everyone can contribute by give us simple data
fr: Tout le monde peut contriuber en donnant des données simples

source: We aim to gather simple information:
fr: Nous visons à rassembler des informations simples

source: Germination temperature, reproduction type, exposition or photos
fr: Température de germination, type de reproduction, exposition ou des photos

source: Here's a sample of last contributions:
fr: Voici un échantillon des dernières contributions:

source: by
fr: par

source: Validate data
fr: Valider des données

source: Check submitted informations and give them a value
fr: Vérifie les informations soumises and donne leur une valeur

source: You can decide to accept or decline a data
fr: Tu peux décider d'accepter ou de décliner cette donnée

source: User and data's score will help admins to decide to include data or not
fr: Le score de l'utilisateur et de la donnée aide les admins à décider de l'inclure ou non

source: Some data have already been validated by community, like the ones below:
fr: Certaines données ont déjà été validé par la communauté, comme celles ci-dessous:

source: %(plant_name)s validation
fr: Validation de %(plant_name)s

source: Validate
fr: Valider

source: New plants validation
fr: Validation de nouveaux plants

source: Reference
fr: Référence

source: I don't know
fr: Je ne sais pas

source: Decline
fr: Décliner

source: Submit
fr: Soumettre

source: Skip
fr: Passer

source: Unaccept
fr: Désaccepter

source: Accept
fr: Accepter

source: There's no new plant to validate
fr: Il n'y a pas de nouvelle plante à valider

source: Submitted by:
fr: Soumis par:

source: Contribute to %(plant_name)s
fr: Contribue à %(plant_name)s

source: See file
fr: Regarder la fiche

source: We don't have a global description of %(plant_name)s, maybe you could add one ?
fr: Nous n'avons pas de description globale de %(plant_name)s, peut-être tu peux en ajouter une ?

source: Contribute by answering questions
fr: Contribue en répondant à des questions

source: We'll ask you simple questions about %(plant_name)s
fr: Nous allons te poser des questions simples à propos de %(plant_name)s

source: You can answer or skip and get another question
fr: Tu peux répondre ou passer à une autre question

source: We actually need this kind of data:
fr: Nous avons actuellement besoin de ce genre de données:

source: Submit images
fr: Soumettre des images

source: Outside of data, visualization is very important
fr: En dehors des données, la visualisation est très importante

source: Give us photographies or schemas representing %(plant_name)s
fr: Partage tes photos ou schémas représentant un/une %(plant_name)s

source: Add image
fr: Ajouter une image

source: Choose image
fr: Choisir l'image

source: Image validation
fr: Validation d'image

source: There's no new plant's image to validate
fr: Il n'y a pas de nouvelle image plante à valider

source: Give us your references
fr: Donne nous tes références

source: Choose another plant
fr: Choisir une autre plante

source: Plant's attribute
fr: Attribut de plante

source: To the question
fr: À la question

source: <a href="%(user_url)s">%(user)s</a> answered <i>%(response)s</i>
fr: <a href="%(user_url)s">%(user)s</a> a répondu <i>%(response)s</i>

source: What do you think about ?
fr: Que penses-tu de ça ?

source: Validate plants' attributes
fr: Valider des attributs de plantes

source: Filters
fr: Filtres

source: Show accepted
fr: Afficher les acceptés

source: Hide accepted
fr: Cacher les acceptés

source: Answered by:
fr: Répondu par:

source: New plants
fr: Nouvelles plantes

source: Some people submitted plants
fr: Des gens ont soumis des plantes

source: Say us your opinion about
fr: Dit nous ton opinion à ce propos

source: See all
fr: Voir tous

source: Plants' attributes
fr: Attributs de plantes

source: After gave information about plants
fr: Après avoir donné des informations sur des plantes

source: We need to validate them together
fr: Nous avons besoin de les valider ensemble

source: Plants' images
fr: Images de plantes

source: Vote for submitted images
fr: Votes pour les images soumises

source: Database home
fr: Acceuil du Wiki

source: Consult our knowledge database
fr: Consulter notre base de connaissances

source: Bring your rock to the building
fr: Apporte ta pierre à l'édifice

source: This database is a collaborative work from a community
fr: Cette base de données est un travail collaboratif d'une communauté

source: Like many other we gather data and share them to people
fr: Comme d'autres nous rassemblons des données et les partageons

source: But our real difference:
fr: Mais notre réelle différence:

source: Data collection and veracity of our information are validated by each of us
fr: La collection et la véracité des données sont validés par chacun d'entre nous

source: Contibution is a very simple process:
fr: La contribution est un processus très simple:

source: Someone report a data and everyone validate it or not
fr: Quelqu'un rapporte une donnée et tout le monde la valide ou pas

source: If data is accpeted, it's displayed on our Wiki and contributor sees its karma increases
fr: Si la donnée est acceptée, elle sera affichée dans notre Wiki and le contributeur vera son Karma augmenter

source: Plants
fr: Plantes

source: Lifecycle
fr: Cycle de vie

source: %(max_age)s year max
fr: %(max_age)s années max

source: Growth type
fr: Type de croissance

source: Is food
fr: Est comestible

source: Is toxic
fr: Est toxique

source: Is green manure
fr: Est un engrais vert

source: Nitrogen fixing
fr: Fixateur d'azote

source: Add an illustration
fr: Ajouter une illustration

source: Root morphology
fr: Morphologie des racines

source: Maximum size
fr: Taille maximum

source: %(depth)scm deep
fr: %(depth)scm de profondeur

source: Aerial morphology
fr: Morphologie aérienne

source: Leaves
fr: Feuilles

source: Deciduous
fr: Caduques

source: Tissue type
fr: Type de tissue

source: Transplantable
fr: Bouturable

source: Repoduction type
fr: Type de reproduction

source: Sexual repartition
fr: Repartition sexuelle

source: Seed conservation time
fr: Temps de conservation des graines

source: %(seed_conservation_time)s month(s)
fr: %(seed_conservation_time)s mois

source: Germination environment
fr: Environment de germination

source: Needs stratification
fr: Besoin de stratification

source: Minimum time
fr: Temps minimum

source: %(germination_min_time)s day(s)
fr: %(germination_min_time)s jours

source: Germination rate
fr: Taux de germination

source: Temperature
fr: Température

source: Humidity
fr: Humidité

source: Environment
fr: Environement

source: Requirements
fr: Besoins

source: Water
fr: Eau

source: Nitrogen
fr: Azote

source: Phosphorus
fr: Phosphore

source: Potassium
fr: Potasse

source: If you think you can improve this file, do not hesitate
fr: Si tu penses que tu peux améliorer cette fiche, n'hésites pas

source: Contribute to our database
fr: Contribue à notre base de données

source: Plant list
fr: Liste de plante

source: previous
fr: précédent

source: previous page
fr: page précedente

source: current page
fr: page actuelle

source: next page
fr: page suivante

source: next
fr: suivant

source: about
fr: à propos

source: settings
fr: paramètres

source: terms of service
fr: termes

source: give feedback
fr: faire une remarque

source: sign out
fr: déconnexion

source: Log in
fr: S'identifier

source: Toggle navigation
fr: Changer la navigation

source: Keywords
fr: Mots-cléfs

source: Users
fr: Utilisateurs

source: Badges
fr: Médailles

source: Help
fr: Aide

source: Ask your question
fr: Pose ta question

source: Home
fr: Accueil

source: Welcome to JardinFAQ
fr: Bienvenue sur JardinFAQ

source: It's a collaborative website for gardening enthusiast. It's built by a community of horticulturist, permaculturist and nature lovers.
fr: C'est un site web collaboratif pour les passionnés de jardin. Il est créer par une communauté d'horticulteurs, permaculteurs et amoureux de la nature

source: Our goals are
fr: Notre objectif est

source: To gather, share and discuss data about agronomy
fr: Rassembler, partager et discuter de données à propos d'agronomie

source: Veracity of data is given collectiviely
fr: La véracité de nos informations est donnée collectivement

source: And with this value, we try to develop the best gardener's tools:
fr: Et avec cette valeur, nous essayons de développer les meilleurs outils du jardinier

source: A collaborative knowledge database
fr: Une base de données collaborative

source: A Question & Answer forum
fr: Un forum de questions/réponses

source: And much ideas in the box
fr: Et pleins d'autres idées dans la carton

source: You can contribute by
fr: Vous pouvez contribuer en

source: Give us your knowledge
fr: Partageant avec nous votre savoir

source: Or validate data given by others
fr: Ou en validant celui donné par les autres

source: Ask or answer questions about:
fr: Posez ou répondez à des questions à propos de:

source: All contributions are appreciated by peers
fr: Toutes les contributions sont appréciées par des pairs

source: You can give your opinion about content
fr: Vous pouvez donner votre avis sur le contenu

source: And our global point of view give an idea of quality
fr: Et notre point de vue global donne une idée de la qualité

source: Users also earn karma and badges like the following:
fr: Les utilisateurs gagnent du karma et des médailles:

source: Join us
fr: Rejoignez-nous

source: And
fr: Et

source: Help us to gather quality informations
fr: Aidez-nous à rassembler des informations de qualité

source: From:
fr: De:

source: Remove
fr: Enlever

source: Update
fr: Mettre à jour

source: Update sync
fr: Mettre à jour sync

source: (Empty)
fr: (Vide)

source: Streams
fr: Flux

source: Posts
fr: Publications
